{
    "description": "Frontend developer with more than 4 years of experience working in the tech industry",
    "switchLanguage": "cambiar a",
    "language": "español",
    "close": "close",
    "switchTo": "switch to",
    "located": "based in",
    "location": "buenos aires, argentina",
    "about": "about",
    "experience": "experience",
    "projects": "projects",
    "contact": "contact",
    "darkMode": "dark mode",
    "lightMode": "light mode",
    "aboutDesc": "Over the years, I have worked on costumer-oriented software products with a strong focus on user experience and accessibility",
    "aboutP1": "I've been developing software for over four years for an IT company, during this time, I have mainly focused on frontend development, using TypeScript as my primary language and collaborating on projects that require modern, functional and user-oriented interfaces.",
    "aboutP2": "My academic background is based on TUDAI (Tecnicatura Universitaria en Desarrollo de Aplicaciones Informáticas), a deegre I obtained in 2020. This program provided me with a solid foundation in programming, software architecture and development methodologies—knowledge I have applied and expanded in the professional environment ever since.",
    "aboutP3": "Spanish is my native language, but I aslo have an advanced level of English, which allows me to read technical documentation, participate in meetings, and collaborate with international teams, even though I do not currently hold any formal certifications in the language.",
    "role1": "Software Developer",
    "role2": "UX/UI Design",
    "linkedin": "Explore LinkedIn",
    "hello": "contact",
    "mail": "oliveralautaro99@gmail.com",
    "experienceCompany": "EDSA",
    "experienceDesd": "IT company",
    "experiencePeriod": "2021 — Present",
    "experiencePosition": "Software Developer",
    "experienceLocation": "Remote",
    "experienceIndustry": "IT",
    "experienceWebsite": "www.edsa.com",
    "experienceP1": "My job at EDSA gave me the opportunity to work directly with the client for a major insurance company. My duties included both frontend and backend development, using Angular, Spring and PLSQL.",
    "experienceP2": "Estrategias Diferenciadas S.A. (EDSA) is a software consulting company based in Tandil, Buenos Aires, that provides specialized technological solutions to its clients.",
    "positionLabel": "Position",
    "locationLabel": "Location",
    "industryLabel": "Industry",
    "websiteLabel": "Website",
    "projectTitle": "Pokedex",
    "projectSkill1": "Web Development",
    "projectSkill2": "Design",
    "projectSkill3": "Idea",
    "projectYear": "2025",
    "projectImageAlt": "Card of a pokemon",
    "projectP1": "This project started as a hobby, largely driven by my love for Pokémon. It is currently in the design and development stage.",
    "projectP2": "My goal is to create a web app that allows users to view Pokémon displayed as cards, combining elements from the original Pokédex and the trading card game.",
    "projectP3": "I use Figma for the design and React for the development.",
    "collaborate": "Let's collaborate",
    "subjectMail": "Collaborate"
}